{
    "slogan": {
        "1": "Твоя тренировка",
        "2": "Твои правила"
    },
    "top-text": "Создавай тренировки по-своему. Строй собственные планы, отслеживай прогресс и контролируй каждое упражнение.",
    
    "Block_1": {
        "title": {
            "1": "Гибкий конструктор",
            "2": "тренировок"
        },
        "text": "Создавай тренировки под свой стиль. Формируй и организуй занятия по группам мышц, тренировочным дням или целям, полностью контролируя каждое упражнение."
    },
    "Block_2": {
        "title": {
            "1": "Отслеживай",
            "2": "прогресс"
        },
        "text": "Следи за прогрессом с помощью наглядной статистики и визуальной аналитики. Отслеживай тренировки, время, калории, объём и баланс мышечных групп в одном месте."
    },

    "Block_3": {
        "title": {
            "1": "Создавай",
            "2": "интервальные тренировки",
            "3": "по-своему"
        },
        "text": "Возьми под контроль интервальные тренировки. Комбинируй интенсивность, время и отдых, создавая тренировки под свои цели — а не наоборот."
    },

    "Block_4": {
        "title": {
            "1": "Простая",
            "2": "настройка веса",
            "3": "и расчёт"
        },
        "text": "Установи рабочий вес за секунды с помощью визуального калькулятора штанги. Добавляй диски, выбирай гриф и мгновенно получай точный итог — без подсчётов в уме и без ошибок."
    },

    "Block_5": {
        "title": {
            "1": "Гибкий",
            "2": "конструктор тренировок"
        },
        "text": "Планируй тренировку по-своему. Добавляй упражнения, управляй подходами и повторениями, отслеживай вес и контролируй таймер отдыха в простом и удобном интерфейсе."
    },

    "Block_6": {
        "title": {
            "1": "Выбери свою",
            "2": "цветовую тему"
        },
        "text": "Персонализируй приложение с помощью разных цветовых тем под свой стиль, окружение и цели тренировок. Тренируйся в интерфейсе, который всегда удобен и понятен."
    },

    "Block_7": {
        "title": {
            "1": "Создавай",
            "2": "тренировки быстро",
            "3": "с любыми изображениями"
        },
        "text": "Добавь упражнение с любым изображением, затем за секунды задай подходы, повторения, вес и время отдыха. Простая настройка, полный контроль."
    },

    "Block_8": {
        "title": {
            "1": "Управляй упражнениями",
            "2": "с лёгкостью"
        },
        "text": "Организуй тренировку без лишних усилий. Меняй порядок упражнений, редактируй детали или удаляй их за секунды с помощью простых жестов."
    },

    "KEY_FEATURES": {
        "title": "КЛЮЧЕВЫЕ ФУНКЦИИ",
        "1": "Гибкий конструктор тренировок с полным контролем упражнений",
        "2": "Отслеживание прогресса тренировок и отдельных упражнений",
        "3": "Интервальные тренировки с настройкой времени, веса и отдыха для каждого подхода",
        "4": "Визуальный калькулятор штанги для быстрого и точного расчёта веса",
        "5": "Управление упражнениями внутри тренировки",
        "6": "Несколько цветовых тем для персонализации приложения",
        "7": "Быстрое создание собственных упражнений с любыми изображениями",
        "8": "Интуитивное управление для быстрого и эффективного планирования тренировок"
    }
}